tap "homebrew/cask"

brew "ack"
brew "autoconf"
brew "autojump"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bison"
brew "bmon"
brew "cask"
brew "cloc"
brew "clang-format"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "cppcheck"
brew "diff-so-fancy"
brew "dos2unix"
brew "fd"
brew "findutils"
brew "flex"
brew "gawk"
brew "gcc"
brew "geoip"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "golang"
brew "grep"
brew "hadolint"
brew "helm"
brew "hey"
brew "htop"
brew "httpie"
brew "hyperkit"
cask "iterm2"
brew "jemalloc"
cask "jiggler"
brew "jq"
brew "make"
brew "minikube"
brew "nmap"
brew "node"
brew "openssl"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "pygments"
brew "readline"
brew "redis"
brew "ripgrep"
brew "scala"
brew "shellcheck"
brew "shfmt"
brew "shyaml"
brew "sqlite"
brew "step"
brew "swig"
brew "telnet"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "xz"
brew "yq"
brew "zlib"
